Repository: vantral/selkup_backup
Catalog: search/web_app/translations_pybabel/*/LC_MESSAGES/messages.po
Languages: hy

source: Corpus search page
hy: Որոնում

source: more_fields
hy: ընդլայնել

source: fewer_fields
hy: թաքցնել

source: add_distance
hy: ընդլայնել&nbsp;հեռավորություն

source: remove_word
hy: ջնջել&nbsp;բառ

source: Distance to word #
hy: Հեռավորություն մինչև # բառ

source: from
hy: -ից

source: to
hy: մինչև

source: Select combinations of tags
hy: Ընտրել պիտակների համակցում

source: Select glosses
hy: Ընտրել գլոսսաներ

source: the query
hy: հարցում

source: Nothing found.
hy: Ոչինչ չգտնվեց։

source: Query word
hy: Բառի հարցում

source: Sorry, the server is experiencing technical issues. Please try again later.
hy: Ներողություն, ժամանակվոր տեխնիկական խնդիրների պատճառով սերվերն անհասանելի է։ Խնդրվում քիչ ավելի ուշ կրկին փորձել։

source: Close
hy: Փակել

source: Analyses:
hy: Վերլուծություններ՝

source: any number of analyses
hy: ցանկացած քանակի

source: only ambiguous
hy: միայն համանուն

source: only non-ambiguous
hy: միայն ոչ համանուն

source: only with analysis
hy: միայն վերլուծված

source: only without analysis
hy: միայն չվերլուծված

source: Position in sentence:
hy: Դիրքը նախադասության մեջ՝

source: Corpus name
hy: Կորպուսի անվանումը

source: How to cite
hy: Ինչպես մեջբերել կորպուսը

source: Show help
hy: Ուղեցույց

source: Search sentences
hy: Նախադասությունների որոնում

source: Search words
hy: Բառերի /

source: Search lemmata
hy: բառույթի որոնում

source: Cancel
hy: Չեղարկել

source: Help
hy: Ուղեցույց

source: Dictionary_header
hy: Բառարան

source: Metadata_header
hy: Մետատեքստային տվյալներ

source: Max seconds left:
hy: Մնում է (առավելագույնը)՝ վայրկյան

source: Options
hy: Չափանիշներ

source: Query history
hy: Հարցման պատմություն

source: Show dictionary
hy: Ցույց տալ բառարանը

source: Word_header
hy: Բառ

source: Word:
hy: Բառ՝

source: Lemma:
hy: Բառույթ՝

source: Grammar:
hy: Քերականություն՝

source: Gloss:
hy: Գլոսսաներ՝

source: Language/tier:
hy: Լեզու/շերտ՝

source: langname_all
hy: ցանկացած

source: negative_query
hy: բացասական&nbsp;հարցում

source: add_word
hy: ավելացնել բառ

source: Full-text search:
hy: Ամբողջական տեքստի որոնում՝

source: Precise match
hy: Ճշգրիտ համապատասխանում

source: Words statistics
hy: Վիճակագրություն ըստ բառաձևի

source: Select subcorpus
hy: Ընտրել ենթակորպուս

source: Share this query
hy: Ուղարկել հարցումը

source: Load external query
hy: Բեռնել արտաքին հարցում

source: Back to search
hy: Վերադառնալ որոնման

source: Click on an example to see video.
hy: Սեղմեցեք օրինակի վրա այն լսելու համար։

source: Additional search and display options
hy: Որոնման և արտածման լրացուցիչ չափանիշներ

source: Results per page:
hy: Արդյունքների քանակը մեկ էջում՝

source: Sorting:
hy: Տեսակավորել ըստ՝

source: random
hy: պատահական

source: by word (word queries)
hy: բառաձևի (բառի հարցում)

source: by lemma (word queries)
hy: բառույթի (բառի հարցում)

source: by frequency
hy: հաճախականության

source: by year (decreasing; sentence queries)
hy: տարեթվի (նվազող, նախադասության հարցում)

source: no sorting
hy: չտեսակավորել

source: Word distance requirements are strict
hy: Բառերի միջև հեռավորությունը միայն ինչպես հարցման մեջ

source: Viewing mode:
hy: Արտածում՝

source: view_standard
hy: հասարակ

source: view_glossed
hy: վերլուծված

source: Transliteration:
hy: Տառադարձում՝

source: Character input method:
hy: Գրանշանների մուտքագրման ձևը՝

source: Annotation layers in glossed mode:
hy: Վերլուծության շերտերը գլոսսաներով՝

source: Lemma
hy: Բառույթ

source: Grammar
hy: Քերականություն

source: Gloss
hy: Գլոսսա

source: Additional fields
hy: Լրացուցիչ տողեր

source: Click on
hy: Սեղմել

source: Repeat query
hy: Կրկնել հարցումը

source: to repeat a query.
hy: հարցումը կրկնելու համար։

source: You have not made any queries yet.
hy: Դուք առայժմ ոչինչ չեք որոնել։

source: Word
hy: Բառաձև

source: Subcorpus
hy: Ենթակորպուս

source: Search type
hy: Որոնման տեսակ

source: Time
hy: Ժամանակ

source: Share query
hy: Ուղարկել հարցումը

source: If you want to share your query with someone, send them the text you see below. The person who loads this query will see the same results in the same order, unless the corpus has been re-indexed.
hy: Եթե ուզում եք որևէ մեկին ուղարկել ձեր հարցումը, ուղարկեք ստորև նշված տեքստը։ Հարցումը բեռնողը կտեսնի նույն արդյունքները նույն կարգով, միայն եթե կորպուսը չի վերաինդեքսավորվել այդ ընթացքում։

source: Load query
hy: Բեռնել հարցում

source: Here you can load a corpus query someone sent you. Please enter the query below:
hy: Այստեղ կարելի է բեռնել որևէ մեկի կողմից ուղարկված հարցում կորպուսում։ Խնդրվում է հարցումը մուտքագրել ստորև՝

source: word boundary
hy: բառի սահման

source: any number of morphs
hy: ձևույթների ցանկացած քանակ

source: any positive number of morphs
hy: ձևույթների ցանկացած դրական թիվ

source: any morph
hy: ցանկացած ձևույթ

source: Specify parameters
hy: Մանրամասնել չափանիշներ

source: Choose from a list
hy: Ընտրել ցանկից

source: Subcorpus statistics
hy: Ենթակորպուսի վիճակագրություն

source: Select parameters
hy: Ընտրել չափանիչներ

source: lower bound
hy: ստորին սահման

source: upper bound
hy: վերին սահման

source: Select documents
hy: Ընտրել տեքստեր

source: (please wait for the document list to load)
hy: (խնդրվում է սպասել տեքստերի ցանկի բեռնմանը)

source: Selected subcorpus composition
hy: Ընտրված ենթակորպուսի բովանդակություն

source: Parameter:
hy: Չափանիչ՝

source: A maximum of 25 metadata values can be displayed, sorted by the number of words in the relevant texts.
hy: Ցույց տրված արժեքների առավելագույն քանակը 25 է։ Նրանք տեսակավորված են ըստ համապատասխան տեքստերում գտնված բառաքանակի։

source: (please wait for the plot to load)
hy: (սպասեցեք, գծապատկերը բեռնվում է)

source: Value
hy: Արժեք

source: Size in words
hy: Բառերի ծավալ

source: Number of documents
hy: Տեքստերի քանակ

source: please wait for the plot to load
hy: սպասեցեք, գծապատկերը բեռնվում է

source: Clear subcorpus
hy: Ջնջել ենթակորպուսը

source: Word statistics header
hy: Վիճակագրություն ըստ բառաձևերի

source: By metadata values
hy: Ըստ մետատեքստային տվյալների

source: By frequency
hy: Ըստ հաճախականության

source: Word statistics for
hy: Վիճակագրություն՝

source: Query type:
hy: Հարցման տեսակի համար

source: search the whole query
hy: փնտրել ամբողջական հարցումը

source: compare words in the query
hy: համեմատել հարցման բառերը

source: Query word
hy: Հարցման բառ

source: value
hy: արժեք

source: frequency (ipm)
hy: հաճախականություն (մեկ միլիոն բառի վրա)

source: 90%% conf. int.
hy: 90%% վստահության միջակայք

source: Distribution by frequency rank
hy: Բառերի բաշխումն ըստ հաճախականության կարգի

source: Explanation for frequency distributions
hy: <p>Ստորև բերված գծապատկերը կազմված է հետևյալ կերպ։ <i>x</i>առանցքի վրա տեղադրված են հաճախականության կարգերը, այսինքն՝ դիրքերը ըստ կորպուսի բոլոր բառաձևերի / բառույթների ամբողջական ցանկի մեջ, որոնք դասավորված են ըստ նվազող հաճախականության։ Եթե մեկից ավելի բառաձևեր / բառույթներ ունեն նույն հաճախականությունը, նրանք ստանում են նույն կարգը, որը հավասար է նրանց դիրքերի միջինին։ Յուրաքանչյուր հաճախականության կարգի համար <i>r</i>, <strong>գծապատկերը ցույց է տալիս հարցմանը համապատասխանող բառաձևերի / բառույթների չափաբաժինը (յուրաքանչյուր բառաձև հաշվի է առնվում միայն մեկ անգամ) բոլոր բառաձևերի մեջ, որոնց հաճախականության կարգը նվազ կամ հավասար է <i>r</i></strong> <i>y</i> առանցքի վրա։ Մասնավորապես գծապատկերի ամենաջ մասում գտնվող կետը ցույց է տալիս նման բառաձևերի / բառույթների ընդհանուր չափաբաժինը բոլոր տեսակների մեջ (տարբեր բառաձևեր) կորպուսում։ Բառույթների որոնման դեպքում հաշվի են առնվում բոլոր բառույթները, որոնք ունեն հարցմանը համապատասխանող առնվազն մեկ բառաձև։ </p><p>Ենթակորպուսի սահմանափակումները և հարցման բոլոր բառաձևերը, բացառությամբ առաջինի, այստեղ հաշվի են առնվում։</p>

source: words
hy: բառաձևեր

source: lemmata
hy: բառույթներ

source: Scale of the x axis:
hy: x առանցքի սանդղակ՝

source: linear
hy: գծային

source: logarithmic
hy: լոգարիթմական

source: Max y:
hy: Առավելագույնը y՝

source: as in data
hy: ինչպես տվյալներում

source: Search in corpus
hy: Որոնում

source: Show statistics
hy: Ցույց տալ վիճակագրությունը

source: Filter result:
hy: Արդյունքները ֆիլտրել՝

source: of the entire corpus.
hy: ամբողջ կորպուսից։

source: Search result:
hy: Որոնման արդյունքներ. գտնվել է՝

source: occurrence
hy: բառաձև

source: sentence found in approximately
hy: գտնված նախադասություն մոտավորապես

source: in_document
hy: տեքստի մեջ

source: The search was not finished due to the query timeout. You only see partial results.
hy: Որոնումն անավարտ է, քանի որ հարցման ժամանակը սպառվել է։ Արդյունքները ցուցադրված են մասնակի։

source: Number of results found exceeds the maximum number of pages you can view.
hy: Գտնված արդյունքների քանակը գերազանցում է առավելագույն թույլատրելի էջերի քանակին։

source: You are searching in a subcorpus.
hy: Դուք որոնում եք ենթակորպուսի մեջ։

source: Copy example to clipboard
hy: Ընդօրինակել օրինակը

source: Expand context
hy: Ընդլայնել համատեքստը

source: download as CSV
hy: ներբեռնել որպես CSV

source: download as XLSX
hy: ներբեռնել որպես XLSX

source: unique word
hy: եզակի բառաձև

source: unique lemma
hy: եզակի բառույթ

source: in approximately
hy: մոտավորապես

source: document found,
hy: տեքստի մեջ,

source: total frequency:
hy: ընդհանուր հաճախականություն՝

source: total frequency of found word forms:
hy: բառաձևերի ընդհանուր հաճախականություն՝

source: word_th_word
hy: բառ

source: word_th_lemma
hy: բառույթ

source: word_th_gr
hy: քերականություն

source: word_th_frequency
hy: հաճախականություն

source: word_th_freq. rank / quantile
hy: հաճախականության կարգ / քվանտիլ

source: word_th_# forms
hy: բառաձևերի քանակ

source: word_th_# sentences
hy: նախադասությունների քանակ

source: word_th_# documents
hy: տեքստերի քանակ

source: word_th_search in corpus
hy: որոնել

source: word_th_word stats
hy: վիճակագրություն

source: Full text (opens in a new tab)
hy: Ամբողջական տեքստ (կբացվի նոր էջում)

source: corpus_title
hy: (Մուտքագրեք կորպուսի անվանումն այստեղ՝ translations/en/corpus-specific.txt)

source: inputmethod_normal
hy: հասարակ

source: inputmethod_simplified
hy: պարզեցված

source: inputmethod_strict
hy: ճշգրիտ

source: langname_abaza
hy: աբազերեն

source: langname_acrhi
hy: արչի

source: langname_adyghe
hy: ադըղեերեն

source: langname_albanian
hy: ալբաներեն

source: langname_armenian
hy: հայերեն

source: langname_armenian_translit
hy: հայերեն (տառադարձված)

source: langname_bashkir
hy: բաշկիրերեն

source: langname_belarusian
hy: բելառուսերեն

source: langname_beserman
hy: բեսերմաներեն

source: langname_bulgarian
hy: բուլղարերեն

source: langname_buryat
hy: բուրյաթերեն

source: langname_chinese
hy: չինարեն

source: langname_chuvash
hy: չուվաշերեն

source: langname_comments
hy: դիտողություններ

source: langname_dargwa
hy: դարգիներեն

source: langname_english
hy: անգլերեն

source: langname_english_note
hy: անգլերեն (դիտարկումներ)

source: langname_erzya
hy: էրզյաներեն

source: langname_estonian
hy: էստոներեն

source: langname_finnish
hy: ֆիններեն

source: langname_french
hy: ֆրանսերեն

source: langname_german
hy: գերմաներեն

source: langname_greek
hy: հունարեն

source: langname_hill_mari
hy: լեռնամարիերեն

source: langname_hungarian
hy: հունգարերեն

source: langname_id
hy: ID

source: langname_italian
hy: իտալերեն

source: langname_kalmyk
hy: կալմիկերեն

source: langname_kamas
hy: կամասերեն

source: langname_kazakh
hy: ղազախերեն

source: langname_komi
hy: կոմիերեն

source: langname_komi-zyrian
hy: կոմի-զիրյաներեն

source: langname_komi_permyak
hy: կոմի-պերմյակերեն

source: langname_komi_zyrian
hy: կոմի-զիրյաներեն

source: langname_latvian
hy: լատիշերեն

source: langname_lithuanian
hy: լիտվերեն

source: langname_meadow_mari
hy: մարգագետնային մարիերեն

source: langname_moksha
hy: մոկշաերեն

source: langname_negative
hy: բացասական

source: langname_nganasan
hy: նգանասաներեն

source: langname_note
hy: դիտարկումներ

source: langname_notes
hy: դիտարկումներ

source: langname_ossetic
hy: օսերեն

source: langname_ossetic_digor
hy: դիգորերեն

source: langname_ossetic_iron
hy: իրոներեն

source: langname_polish
hy: լեհերեն

source: langname_positive
hy: դրական

source: langname_ref
hy: ID

source: langname_romani
hy: գնչուերեն

source: langname_russian
hy: ռուսերեն

source: langname_selkup
hy: սելկուպերեն

source: langname_spanish
hy: իսպաներեն

source: langname_swedish
hy: շվեդերեն

source: langname_tatar
hy: թաթարերեն

source: langname_tsakhur
hy: ցախուրերեն

source: langname_tsakonian
hy: ցակոներեն

source: langname_udmurt
hy: ուդմուրտերեն

source: langname_ukrainian
hy: ուկրաիներեն

source: langname_undefined
hy: անորոշ

source: langname_yakut
hy: յակուտերեն

source: langname_yiddish
hy: իդիշ

source: metafield_account_type
hy: Հաշվի տեսակ

source: metafield_account_type_post
hy: Հաշվի ենթատեսակ (պոստ)

source: metafield_age
hy: տարիք

source: metafield_annotators
hy: պիտակավորողներ

source: metafield_author
hy: հեղինակ

source: metafield_birth_place
hy: ծննդավայր

source: metafield_birth_year
hy: ծծնդյան տարեթիվ

source: metafield_birthplace
hy: ծննդավայր

source: metafield_birthyear
hy: ծծնդյան տարեթիվ

source: metafield_byear
hy: ծծնդյան տարեթիվ

source: metafield_byear_post
hy: ծծնդյան տարեթիվ (պոստ)

source: metafield_century
hy: դար

source: metafield_chronotop
hy: գործողության վայրն ու ժամանակը

source: metafield_citation
hy: մեջբերում

source: metafield_city
hy: քաղաք

source: metafield_city_post
hy: բնակավայր (պոստ)

source: metafield_collector
hy: հավաքող

source: metafield_country
hy: երկիր

source: metafield_date_trans
hy: թարգմանության տարեթիվ

source: metafield_dialect
hy: բարբառ

source: metafield_gender
hy: սեռ

source: metafield_genre
hy: ժանր

source: metafield_genre_fi
hy: գեղարվեստական ժանր

source: metafield_home_town
hy: ծննդավայր

source: metafield_home_town_post
hy: ծննդավայր (պոստ)

source: metafield_hometown
hy: ծննդավայր (քաղաք)

source: metafield_issue
hy: թողարկում

source: metafield_lang
hy: բնագիր լեզու

source: metafield_lang_trans
hy: թարգմանության լեզու

source: metafield_language
hy: լեզու

source: metafield_length
hy: երկարություն

source: metafield_line
hy: տող

source: metafield_linguist
hy: լեզվաբան

source: metafield_linguists
hy: լեզվաբաններ

source: metafield_live_place
hy: բնակավայր

source: metafield_liveplace
hy: բնակավայր

source: metafield_medium
hy: լեզվակիր

source: metafield_occupation
hy: զբաղմունքի տեսակ

source: metafield_origin
hy: ծննդավայր

source: metafield_orth
hy: ուղղագրություն

source: metafield_orthography
hy: ուղղագրություն

source: metafield_page
hy: էջ

source: metafield_place
hy: վայր

source: metafield_post_type
hy: պոստի տեսակ

source: metafield_profession
hy: մասնագիտություն

source: metafield_publication
hy: հրատարակություն

source: metafield_published
hy: հրատարակված

source: metafield_region
hy: շրջան

source: metafield_sent_analyses
hy: նախադասության վերլուծություն

source: metafield_sex
hy: սեռ

source: metafield_sex_post
hy: սեռ (պոստ)

source: metafield_speaker
hy: խոսող

source: metafield_speakers
hy: խոսողներ

source: metafield_sphere
hy: ոլորտ

source: metafield_style
hy: ոճ

source: metafield_subdialect
hy: ենթաբարբառ

source: metafield_subject
hy: առարկա

source: metafield_tagging
hy: պիտակավորում

source: metafield_title
hy: վերնագիր

source: metafield_title_en
hy: անգլերեն վերնագիր

source: metafield_title_ru
hy: ռուսերեն վերնագիր

source: metafield_topic
hy: թեմա

source: metafield_translator
hy: թարգմանիչ

source: metafield_type
hy: տեսակ

source: metafield_year
hy: տարի

source: metafield_year_birth
hy: ծննդյան տարեթիվ

source: metafield_year_from
hy: տարի՝ -ից

source: metafield_year_post
hy: տարի (պոստ)

source: metafield_year_publ
hy: հրատարակության տարեթիվ

source: metafield_year_to
hy: տարի՝ մինչև

source: metavalue_F
hy: Ի

source: metavalue_M
hy: Ա

source: metavalue_complete
hy: ամբողջությամբ, բայց համանունությամբ

source: metavalue_dialogue
hy: երկխոսություն

source: metavalue_essay
hy: էսսե

source: metavalue_experiment
hy: փորձ

source: metavalue_female
hy: կին

source: metavalue_fiction
hy: գեղարվեստական

source: metavalue_incomplete
hy: ոչ ամբողջովին

source: metavalue_interview
hy: հարցազրույց

source: metavalue_male
hy: տղամարդ

source: metavalue_monologue
hy: մենախոսություն

source: metavalue_movie
hy: ֆիլմ

source: metavalue_nonfiction
hy: ոչգեղարվեստական

source: metavalue_novel
hy: վեպ

source: metavalue_oral
hy: բանավոր

source: metavalue_original
hy: բնագիր

source: metavalue_poetry
hy: բանաստեղծություն

source: metavalue_press
hy: մամուլ

source: metavalue_prose
hy: արձակ

source: metavalue_public
hy: հասարակական

source: metavalue_religion
hy: եկեղեցական

source: metavalue_science
hy: գիտական

source: metavalue_song
hy: երգ

source: metavalue_spontaneous
hy: սպոնտան

source: metavalue_story
hy: պատմվածք

source: metavalue_translated
hy: թարգմանված

source: metavalue_unique
hy: միանշանակ

source: metavalue_wikipedia
hy: Վիկիպեդիա

source: metavalue_written
hy: գրավոր

source: translitname_IPA
hy: ՄՀԱ

source: translitname_corpus
hy: կորպուսային

source: translitname_cyrillic
hy: կյուրեղագիր

source: translitname_dictionary
hy: բառարանային

source: translitname_latin
hy: լատինատառ

source: translitname_original
hy: բնագիր

source: wordfield_lex2
hy: բառույթ 2

source: wordfield_logogram
hy: լոգոգրամ

source: wordfield_segment
hy: հատված

source: wordfield_trans_de
hy: թարգմանություն (DE)

source: wordfield_trans_de2
hy: թարգմանություն 2 (DE)

source: wordfield_trans_en
hy: թարգմանություն (EN)

source: wordfield_trans_en2
hy: թարգմանություն 2 (EN)

source: wordfield_trans_fr
hy: թարգմանություն (FR)

source: wordfield_trans_fr2
hy: թարգմանություն 2 (FR)

source: wordfield_trans_ru
hy: թարգմանություն (RU)

source: wordfield_trans_ru2
hy: թարգմանություն 2 (RU)

source: wordfield_transcription
hy: վերծանում
